Repository: MacSergey/BuildingSpawnPoints
Catalog: BuildingSpawnPoints/Properties/Localize.*.resx
Languages: cs_cz, da, de, es, fi, fr, hu, it_it, ja_jp, ko_kr, nl, pl, pt_pt, ro, ru_ru, th_th, tr, uk_ua, zh_cn

# Mod_Description
source: Change and add vehicles spawn points
cs_cz: Změnit nebo přidat spawn bod vozidel
da: Ændre og tilføje køretøjers spawn points
fr: Modifier et ajouter les points d'apparition des véhicules
hu: Járművek kezdőpontjának változtatása és létrehozása
it_it: Modifica e aggiungi punti di generazione dei veicoli
ja_jp: 車両のスポーンポイント（出現・帰還の位置）を変更・追加できます
ko_kr: 차량의 스폰지점을 변경하거나 추가
pl: Zmień i dodaj punkty spawnu pojazdów
pt_pt: Alterar e adicionar pontos de spawn de veículos
ro: Schimbați și adaugați punctele de spawn al vehiculelor
ru_ru: Измените и добавьте точки появления транспортных средств
tr: Araç oluşma noktası ekleyin veya değiştirin
zh_cn: 更改和添加车辆生成点

# Mod_WhatsNewMessage1_0_1
source: [FIXED] Resolved conflict with More Effective Transfer Manager mod. [TRANSLATION] Added Dutch, French and Portuguese translations.
fi: - Resolved conflict with More Effective Transfer Manager mod. - Added Dutch, French and Portuguese translations.
fr: - Resolved conflict with More Effective Transfer Manager mod. - Added Dutch, French and Portuguese translations.
pl: - Resolved conflict with More Effective Transfer Manager mod. - Added Dutch, French and Portuguese translations.
ru_ru: [FIXED] Разрешен конфликт с модом More Effective Transfer Manager. [TRANSLATION] Добавлены Голландский, Французский и Португальский переводы.
zh_cn: [FIXED] 解决与More Effective Transfer Manager模组的冲突。 [TRANSLATION] 添加荷兰语、法语和葡萄牙语翻译。

# Mod_WhatsNewMessage1_0_2
source: [TRANSLATION] Added Italian translation.
fi: - Added Italian translation.
fr: - Added Italian translation.
pl: - Added Italian translation.
ru_ru: [TRANSLATION] Добавлен перевод на итальянский.
zh_cn: [TRANSLATION] 添加意大利语翻译。

# Mod_WhatsNewMessage1_1
source: [NEW] Added depot (bus, trolley, tram, train, copter, blimp, etc). Now posible make custom depots. [NEW] Added transport station, but it will work only like depot. Stop position set by transport line. [NEW] Added cargo stations (train, plane, ship). Truck points not implimented yet. [NEW] Added fishing harbor(fishing boat), shelter(evacuation bus), tour building(tour bus, balloon). [NEW] Added copters (police, ambulance, fire, disaster, passenger). [NEW] Added point height. [FIXED] Fixed police car, fire truck, park maintenance and disaster response unspawn.
fi: - Added depot (bus, trolley, tram, train, copter, blimp, etc). Now posible make custom depots. - Added transport station, but it will work only like depot. Stop position set by transport line. - Added cargo stations (train, plane, ship). Truck points not implimented yet. - Added fishing harbor(fishing boat), shelter(evacuation bus), tour building(tour bus, balloon). - Added copters (police, ambulance, fire, disaster, passenger). - Added point height. - Fixed police car, fire truck, park maintenance and disaster response unspawn.
fr: - Added depot (bus, trolley, tram, train, copter, blimp, etc). Now posible make custom depots. - Added transport station, but it will work only like depot. Stop position set by transport line. - Added cargo stations (train, plane, ship). Truck points not implimented yet. - Added fishing harbor(fishing boat), shelter(evacuation bus), tour building(tour bus, balloon). - Added copters (police, ambulance, fire, disaster, passenger). - Added point height. - Fixed police car, fire truck, park maintenance and disaster response unspawn.
pl: - Added depot (bus, trolley, tram, train, copter, blimp, etc). Now posible make custom depots. - Added transport station, but it will work only like depot. Stop position set by transport line. - Added cargo stations (train, plane, ship). Truck points not implimented yet. - Added fishing harbor(fishing boat), shelter(evacuation bus), tour building(tour bus, balloon). - Added copters (police, ambulance, fire, disaster, passenger). - Added point height. - Fixed police car, fire truck, park maintenance and disaster response unspawn.
ru_ru: [NEW] Добавлено депо (автобус, троллейбус, трамвай, поезда, вертолет, дирижабль). Теперь возможно создавать произвольные депо. [NEW] Добавлены транспортные станции, но они работают как депо. Места остановки задаются транспортными линиями. [NEW] Добавлены грузовые станции (поезда, самолет, корабль). Точки для грузовиков еще не реализованы. [NEW] Добавлены рыболовецкий порт (рыболовецкое судно), убежище (эвакуационный автобус), туристические здания (туристический автобус, воздушный шар). [NEW] Добавлены вертолеты (полиция, скорая помощь, пожарный, спасательный, пассажирский). [NEW] Добавлена высота точки. [FIXED] Исправлена позиция исчезновения для полиции, пожарных, обслуживания парков и спасателей.
zh_cn: [NEW] 添加了车辆仓库(巴士、电车、有轨电车、火车、直升机、飞艇等)。 [NEW] 添加了车站，但只能像仓库一样工作。停止位置是由交通路线设置。 [NEW] 添加的货运站(列车、飞机、船舶)。卡车点尚未支持。 [NEW] 添加了港口（钓鱼船）、避难所(疏散客车)、旅游建筑(旅游客车，气球)。 [NEW] 添加了直升机(警察、医疗、火警、救灾、乘客)。 [NEW] 添加生成点高度支持。 [FIXED] 修复了警车、消防车、公园维护和救灾的取消生成。

# Mod_WhatsNewMessage1_2
source: [NEW] Added a warning if the point is too far from the road. The point should be no further than 32 meters from the closer road, otherwise pathfinder will not be able to find path for vehicle. That vehicle types will red. [NEW] Added highlighting that show closer road to point. Hover vehicle type to show it. [UPDATED] The zero height value is now equal to the height of the terrain under the point, so it fixed points on hills or above the water. [NEW] Added mod button to UnifiedUI. [NEW] Added warning about missing libraries for Linux users.
fi: - Added a warning if the point is too far from the road. The point should be no further than 32 meters from the closer road, otherwise pathfinder will not be able to find path for vehicle. That vehicle types will red. - Added highlighting that show closer road to point. Hover vehicle type to show it. - The zero height value is now equal to the height of the terrain under the point, so it fixed points on hills or above the water. - Added mod button to UnifiedUI. - Added warning about missing libraries for Linux users.
fr: - Added a warning if the point is too far from the road. The point should be no further than 32 meters from the closer road, otherwise pathfinder will not be able to find path for vehicle. That vehicle types will red. - Added highlighting that show closer road to point. Hover vehicle type to show it. - The zero height value is now equal to the height of the terrain under the point, so it fixed points on hills or above the water. - Added mod button to UnifiedUI. - Added warning about missing libraries for Linux users.
pl: - Added a warning if the point is too far from the road. The point should be no further than 32 meters from the closer road, otherwise pathfinder will not be able to find path for vehicle. That vehicle types will red. - Added highlighting that show closer road to point. Hover vehicle type to show it. - The zero height value is now equal to the height of the terrain under the point, so it fixed points on hills or above the water. - Added mod button to UnifiedUI. - Added warning about missing libraries for Linux users.
ru_ru: [NEW] Добавлено предупреждение если точка находится далеко от дорог. Точка должна быть не дальше 32 метров от ближайшей дороги, иначе не удастся построить путь для транспортного средства. Такой тип транспортных средств будет отмечен красным. [NEW] Добавлена подсветка ближайшей дороги к точки. Наведите на тип транспортного средства чтобы увидеть ее. [UPDATED] Нулевое значение высоты теперь равно высоте поверхности под точкой, таким образом исправлены точки на склонах холмов и над водой. [NEW] Добавлена кнопка в UnifiedUI. [NEW] Добавлено предупреждение о отсутствующих библиотеках для пользователей Linux.
zh_cn: [NEW] 如果点离道路太远，将会弹出警告。 生成点不应超过最近道路32米以上，否则寻路AI将无法找到车辆路径。 该车辆类型将呈红色显示。 [NEW] 添加高亮显示离生成点最近的道路。 悬停在车辆类型上以显示。 [UPDATED] 高度值零点现在等于该点下地形的高度，因此修复了山地或水上的生成点。 [NEW] 将 mod 按钮添加到 UnifiedUI 。 [NEW] 添加关于 Linux 用户缺失库的警告。

# Mod_WhatsNewMessage1_2_1
source: [TRANSLATION] Added Korean translation.
fr: - Added Korean translation.
ru_ru: [TRANSLATION] Добавлен перевод на корейский.

# Mod_WhatsNewMessage1_2_2
source: [TRANSLATION] Added Hungarian translation.
ru_ru: [TRANSLATION] Добавлен перевод на венгерский.

# Mod_WhatsNewMessage1_2_3
source: [TRANSLATION] Added Danish and Turkish translations.
ru_ru: [TRANSLATION] Добавлены переводы на датский и турецкий.
zh_cn: [TRANSLATION] 增加丹麦语和土耳其语翻译。

# Mod_WhatsNewMessage1_2_4
source: [TRANSLATION] Added Czech and Romanian translations.
ru_ru: [TRANSLATION] Добавлены переводы на чешский и румынский.

# Mod_WhatsNewMessage1_3
source: [UPDATED] Added Plazas & Promenades DLC support.
cs_cz: [UPDATED] Přidána podpora Plazas & Promenades DLC.
it_it: [UPDATED] Aggiunto il supporto DLC Plazas & Promenades.
ko_kr: [UPDATED] Plazas & Promenades DLC를 지원합니다.
pt_pt: [ATUALIZAÇÃO] Adicionado suporte ao DLC Plazas & Promenades.
ru_ru: [UPDATED] Добавлена поддержка Plazas & Promenades DLC.
zh_cn: [UPDATED] 新增了Plazas和Promenades DLC 支持。

# Mod_WhatsNewMessage1_3_1
source: [FIXED] Police car spawn point. [FIXED] Infinity fire trucks and disaster response trucks.
cs_cz: [FIXED] Spawn bod policejního vozu [FIXED] Nekonečné hasicí vozy a vozy reakce na katastrofy.
it_it: [FIXED] Punto di rigenerazione dell'auto della polizia. [FIXED] Camion dei pompieri e camion di pronto intervento infiniti.
ko_kr: [FIXED] 경찰차 생성 위치를 수정했습니다. [FIXED] 소방차 및 재난대응 차량의 무한 생성이 수정되었습니다.
ru_ru: [FIXED] Точка появления полицейских машин. [FIXED] Бесконечные пожарные и спасательные машины.
zh_cn: [FIXED] 警车生成点。 [FIXED] 无限消防车和救灾车。

# Mod_WhatsNewMessage1_3_2
source: [NEW] Added support of bank trucks from Financial Districts DLC.
cs_cz: [NEW] Přidána podpora bankovních vozidel z Financial Districts DLC.
ru_ru: [NEW] Добавлена поддержка инкасаторских фургонов из Financial Districts DLC.

# Panel_AddAllVehicle
source: Add all types of vehicles
cs_cz: Přidat všechny typy vozidel
da: Tilføj alle typer køretøjer
de: Alle Fahrzeugtypen hinzufügen
es: Añadir todos los tipos de vehículos
fi: Lisää kaikki ajoneuvotyypit
fr: Ajouter tous les types de véhicules
hu: Összes járműtípus hozzáadása
it_it: Aggiungi tutti i tipi di veicoli
ja_jp: 全タイプの車両を追加
ko_kr: 모든 유형의 차량 추가
pl: Dodaj wszystkie typy pojazdów
pt_pt: Adicionar todos os tipos de veículo
ro: Adăugați toate tipurile de vehicule
ru_ru: Добавить все типы транспортных средств
th_th: เพิ่มยานพาหนะทุกประเภท
tr: Tüm araç türlerini ekle
uk_ua: Додати всі типи транспортних засобів
zh_cn: 添加所有车辆类型

# Panel_AddPoint
source: Add point
cs_cz: Přidat bod
da: Tilføj point
de: Punkt hinzufügen
es: Añadir punto
fi: Lisää piste
fr: Ajouter un point
hu: Pont hozzáadása
it_it: Aggiungi punto
ja_jp: ポイントの追加
ko_kr: 점 추가
nl: Punt toevoegen
pl: Dodaj punkt
pt_pt: Adicionar ponto
ro: Adăugați punct
ru_ru: Добавить точку
th_th: เพิ่มจุด
tr: Nokta ekle
uk_ua: Додати точку
zh_cn: 添加点

# Panel_AddVehicle
source: Add vehicle type
cs_cz: Přidat typ vozidla
da: Tilføj køretøjstype
de: Fahrzeugtyp hinzufügen
es: Añadir tipo de vehículo
fi: Lisää ajoneuvon tyyppi
fr: Ajouter un type de véhicule
hu: Járműtípus hozzáadása
it_it: Aggiungi tipo di veicolo
ja_jp: 車両のタイプを追加
ko_kr: 차량 종류 추가
nl: Voertuigtype toevoegen
pl: Dodaj rodzaj pojazdu
pt_pt: Adicionar tipo de veículo
ro: Adăugați un tip de vehicul
ru_ru: Добавить тип транспортного средства
th_th: เพิ่มประเภทยานพาหนะ
tr: Araç türü ekle
uk_ua: Додати тип транспорту
zh_cn: 添加车辆类型

# Panel_AddVehicleGroup
source: Add vehicle type group
cs_cz: Přidat skupinu vozidel
da: Tilføj køretøjstype
de: Fahrzeugtypen-Gruppe hinzufügen
es: Añadir grupo para tipo de vehículo
fi: Lisää ajoneuvon tyyppi ryhmään
fr: Ajouter un groupe de type de véhicules
hu: Jármű típus csoport hozzáadása
it_it: Aggiungi gruppo tipo veicolo
ja_jp: 車両のグループを追加
ko_kr: 차량 종류 그룹 추가
nl: Voertuigtypegroep toevoegen
pl: Dodaj pojazd do grupy
pt_pt: Adicionar grupo de tipo de veículo
ro: Adăugați un grup de tipuri de vehicule
ru_ru: Добавить группу типов транспортных средств
th_th: เพิ่มกลุ่มประเภทยานพาหนะ
uk_ua: Додати групу транспортних засобів
zh_cn: 添加载具类型组

# Panel_ApplyToAll
source: Apply to all buildings of this type
cs_cz: Použít na všechny budovy tohoto typu
da: Anvend på alle bygninger af denne type
de: Auf alle Gebäude dieses Typs anwenden
es: Aplicar a todos los edificios de este tipo
fi: Käytä kaikissa samanlaisissa rakennuksissa
fr: Appliquer à tous les bâtiments de ce type
hu: Alkalmazás az összes ilyen típusú épületre
it_it: Applica a tutti gli edifici di questo tipo
ja_jp: 同じタイプの建物を一括で適用
ko_kr: 이 유형의 모든 건물에 적용
pl: Zastosuj do wszystkich budynków tego typu
pt_pt: Aplicar a todos os edifícios deste tipo
ro: Aplicați la toate clădirile din acest tip
ru_ru: Применить ко всем зданиям этого типа
th_th: ปรับใช้กับอาคารประเภทนี้ทั้งหมด
tr: Bu türdeki tüm binalara uygula
uk_ua: Застосувати до всіх будівель цього типу
zh_cn: 应用于全部同类建筑

# Panel_Copy
source: Copy
cs_cz: Kopírovat
da: Kopier
de: Kopieren
es: Copiar
fi: Kopioi
fr: Copier
hu: Másolás
it_it: Copia
ja_jp: コピー
ko_kr: 복사
pl: Kopiuj
pt_pt: Copiar
ro: Copiere
ru_ru: Копировать
th_th: คัดลอก
tr: Kopyala
uk_ua: Копіювати
zh_cn: 复制

# Panel_CopyPoint
source: Copy point
cs_cz: Kopírovat bod
da: Kopier punkt
hu: Pont másolása
it_it: Copia punto
ja_jp: ポイントのコピー
ko_kr: 점 복사
pt_pt: Copiar ponto
ro: Copiază punctul
ru_ru: Копировать точку
th_th: คัดลอก จุด
uk_ua: Копіювати точку
zh_cn: 复制点

# Panel_DuplicatePoint
source: Duplicate point
cs_cz: Duplikovat bod
da: Dupliker punkt
de: Punkt duplizieren
es: Duplicar el punto
fi: Monista piste
fr: Dupliquer le point
hu: Pont duplikálása
it_it: Duplica punto
ja_jp: ポイントを複製
ko_kr: 점 중복
pl: Duplikuj punkt
pt_pt: Duplicar ponto
ro: Duplică punctul
ru_ru: Дублировать точку
th_th: ทำสำเนาจุด
tr: Noktayı yinele
uk_ua: Дублювати точку
zh_cn: 完全复制点

# Panel_NoPointWarning
source: No point in this building contains these types of vehicles:
cs_cz: Žádný bod v této budově neobsahuje tyto typy vozidel:
da: Intet punkt i denne bygning indeholder disse typer af køretøjer:
de: Kein Punkt in diesem Gebäude enthält diese Fahrzeugtypen:
es: Ningún punto en este edificio contiene estos tipos de vehículos:
fi: Mikään piste rakennuksessa ei sisällä näitä ajoneuvoja:
fr: Aucun point dans ce bâtiment ne contient ces types de véhicules :
hu: Az épület egyetlen pontja sem tartalmaz ilyen típusú járműveket:
it_it: Nessun punto in questo edificio contiene questi tipi di veicoli:
ja_jp: 有効なポイントの設定が建物内にありません。 もしくは下記で指定された、車両のタイプが含まれていません。
ko_kr: 이 건물엔 다음 차량들의 스폰 지점이 없습니다:
pl: Żaden punkt tego budynku nie zawiera poniższych typów pojazdów:
pt_pt: Nenhum ponto neste edifício contém estes tipos de veículos:
ro: Niciun punct din această clădire conține aceste tipuri de vehicule:
ru_ru: Это здание не содержит точек со следующими типами транспортных средств:
th_th: อาคารนี้ยังขาดจุดที่ประกอบไปด้วยยานพาหนะประเภทต่อไปนี้：
tr: Bu bina belirtilen türde araç içermemektedir:
uk_ua: Жодної точки для цих транспортних засобів у будівлі:
zh_cn: 此建筑没有任何包含以下类别车辆的点：

# Panel_NoPointWarningContinue
source: They will spawn in default position.
cs_cz: Objeví se ve výchozí pozici.
da: De vil spawn i standard position.
de: Sie werden an der Standardposition spawnen.
es: Se generarán en la posición predeterminada.
fi: Ne syntyvät oletussijaintiin.
fr: Ils apparaîtront dans la position par défaut.
hu: Az alapértelmezett helyen fognak megjelenni.
it_it: Verranno generati nella posizione predefinita.
ja_jp: 未設定・不適切な場合は、デフォルトの設定が適用されます。
ko_kr: 이들은 기본 위치에서 스폰됩니다.
pl: Pojawią się w domyślnej pozycji.
pt_pt: Eles aparecerão na posição predefinida.
ro: Ele o să spawneze in pozițiile implicite.
ru_ru: Они будут появляться в позиции по умолчанию.
th_th: ยานพาหนะจะเกิดในตำแหน่งตามค่าเริ่มต้น
tr: Araçlar varsayılan konumda oluşacaklar.
uk_ua: Вони з'являтимуться в позиції за замовчуванням.
zh_cn: 车辆将在默认位置生成。

# Panel_Paste
source: Paste
cs_cz: Vložit
da: Indsæt
de: Einfügen
es: Pegar
fi: Liitä
fr: Coller
hu: Beillesztés
it_it: Incolla
ja_jp: 貼り付け
ko_kr: 붙여넣기
pl: Wklej
pt_pt: Colar
ro: Lipire
ru_ru: Вставить
th_th: วาง
tr: Yapıştır
uk_ua: Вставити
zh_cn: 粘贴

# Panel_PastePointAppend
source: Paste point (append vehicle types)
cs_cz: Vložit bod (připojit typy vozidel)
da: Indsæt punkt (tilføj køretøjstyper)
it_it: Incolla punto (aggiungere tipi di veicolo)
ja_jp: ポイントの貼り付け(車両タイプを追加)
ko_kr: 점 붙여넣기 (차량 종류 덧붙이기)
pt_pt: Colar ponto (junta tipo do veículo)
ro: Lipiți punctul (adăugați tipurile de vehicule)
ru_ru: Вставить точку (добавить типы транспортных средств)
th_th: วางจุด (เพิ่มประเภทของยานพาหนะ)
uk_ua: Вставити точку (додати типи транспортних засобів)
zh_cn: 粘贴点 (添加车辆类型)

# Panel_PastePointReplace
source: Paste point (replace vehicle types)
cs_cz: Vložit bod (nahradit typy vozidel)
da: Indsæt punkt (erstat køretøjstyper)
it_it: Incolla punto (sostituire tipi di veicolo)
ja_jp: ポイント貼り付け(車両タイプを置換)
ko_kr: 점 붙여넣기 (차량 종류 덮어쓰기)
pt_pt: Colar ponto (substitui tipo do veículo)
ro: Lipiți punctul (înlocuiți tipurile de vehicule)
ru_ru: Вставить точку (заменить типы транспортных средств)
th_th: วางจุด (แทนที่ประเภทของยานพาหนะ)
uk_ua: Вставити точку (замінити типи транспортних засобів)
zh_cn: 粘贴点 (替换车辆类型)

# Panel_PositionFormat
source: {0}m
da: {0}min
ru_ru: {0}м
th_th: {0}ม.
uk_ua: {0}м
zh_cn: {0}米

# Panel_ResetToDefault
source: Reset to default
cs_cz: Obnovit výchozí nastavení
da: Nulstil til standard
de: Auf Standard zurücksetzen
es: Restablecer la configuración predeterminada
fi: Palauta oletukseksi
fr: Réinitialiser les paramètres
hu: Visszaállítás alapértelmezettre
it_it: Ripristina impostazioni predefinite
ja_jp: デフォルトに戻す
ko_kr: 기본값으로 초기화
pl: Resetuj do domyślnych
pt_pt: Repor predefinição
ro: Resetare la valori implicite
ru_ru: Сбросить к по умолчанию
th_th: รีเซ็ตเป็นค่าเริ่มต้น
tr: Varsayılanlara sıfırla
uk_ua: Відновити налаштування за замовчуванням
zh_cn: 重置为默认值

# Panel_Title
source: Building #{0}
cs_cz: Budova #{0}
da: Bygning #{0}
de: Gebäude #{0}
es: Edificio #{0}
fi: Rakennus #{0}
fr: Bâtiment #{0}
hu: Épület #{0}
it_it: Edificio #{0}
ja_jp: 建物 #{0} を選択中
ko_kr: 건물 #{0}
nl: Gebouw #{0}
pl: Budynek #{0}
pt_pt: Edifício #{0}
ro: Clădire #{0}
ru_ru: Здание #{0}
th_th: อาคาร #{0}
tr: #{0} numaralı bina
uk_ua: Будівля #{0}
zh_cn: 建筑 #{0}

# Panel_TooFarPoint
source: This point placed too far from road for some type of vehicles, move it closer, otherwise it will not work
cs_cz: Tento bod leží příliš daleko od silnice pro určité typy vozidel, přesuň ho blíž, jinak nebude fungovat
da: Dette punkt er for langt væk fra vejen for nogle typer af køretøjer, flyt punktet tættere på, ellers vil det ikke virke
fr: Ce point est placé trop loin de la route pour certains types de véhicules, rapprochez-le, sinon il ne fonctionnera pas
hu: Ez a pont túl messze lett elhelyezve az úttól bizonyos típusú járműveknek, vidd közelebb, különben nem fog működni
it_it: Questo punto è posto troppo lontano dalla strada per alcuni tipi di veicoli, spostarlo più vicino, altrimenti non funzionerà
ja_jp: このポイントは道路から遠すぎて、車両がスポーン出来ません。 道路の近くまで、ポイントを移動させてください。
ko_kr: 이 점은 도로와 너무 멀리 떨어져 있습니다. 길과 더 가깝게 움직여야 작동합니다.
pt_pt: Este ponto ficou muito longe da estrada para algum tipo de veículo, mova-o para perto, caso contrário não funcionará
ro: Acest punct a fost plasat prea departe din stradă pentru câteva tipuri de vehicule, plasați-l mai aproape, dacă nu el nu o să funcționeze
ru_ru: Эта точка расположена слишком далеко от дорог для некоторых типов транспортных средств, пододвиньте ее ближе иначе на не будет работать
th_th: จุดนี้สำหรับยานพาหนะบางประเภทแล้วถือว่าอยู่ห่างถนนมากเกินไป ขยับเข้ามาใกล้อีกนิด ไม่อย่างนั้นมันอาจจะไม่ทำงาน
tr: Bu nokta bazı araçlar için çok uzağa konulmuş, yakınlaştırmazsanız çalışmayacaktır
uk_ua: Ця точка розташована занадто далеко від дороги для якогось типу транспорту, перемістіть її ближче, інакше вона не буде працювати
zh_cn: 此点对某些类型的车辆来说距离道路太远。请向道路移近，否则它将无法工作

# PointType_Spawn
source: Spawn
de: Startpunkt
es: Generar
fi: Uloskäynti
fr: Apparition
hu: Megjelenés
it_it: Genera
ja_jp: 出現
ko_kr: 스폰
nl: Startpunt
pl: Zespawnuj
pt_pt: Invocar
ru_ru: Появление
th_th: เกิด
tr: Başlangıç noktası
uk_ua: Поява
zh_cn: 生成

# PointType_Unspawn
source: Unspawn
cs_cz: Despawn
da: Fjern spawn
de: Zielpunkt
es: No generar
fi: Sisäänkäynti
fr: Disparition
hu: Eltűnés
it_it: Degenera
ja_jp: 帰還
ko_kr: 디스폰
nl: Eindpunt
pl: Usuń
pt_pt: Destino
ro: Despawn
ru_ru: Исчезновение
th_th: เก็บ
tr: Yok et
uk_ua: Зникнення
zh_cn: 消失

# Property_PointType
source: Type
cs_cz: Typ
de: Typ
es: Tipo
fi: Tyyppi
hu: Típus
it_it: Tipo
ja_jp: スポーンのタイプ
ko_kr: 유형
pl: Typ
pt_pt: Tipo
ro: Tip
ru_ru: Тип
th_th: ประเภท
tr: Tür
uk_ua: Тип
zh_cn: 类型

# Property_Position
source: Position
cs_cz: Pozice
da: Placering
es: Posición
fi: Sijainti
hu: Pozíció
it_it: Posizione
ja_jp: ポジション
ko_kr: 위치
nl: Positie
pl: Pozycja
pt_pt: Posição
ro: Poziție
ru_ru: Позиция
th_th: ตำแหน่ง
tr: Konum
uk_ua: Розташування
zh_cn: 位置

# Tool_ApplyToAllCaption
source: Apply to all buildings of type
cs_cz: Použít u všech budov tohoto typu
da: Anvend på alle bygninger af denne type
de: Auf alle Gebäude dieses Typs anwenden
es: Aplicar a todos los edificios del tipo
fi: Käytä kaikissa samanlaisissa rakennuksissa
fr: Appliquer à tous les bâtiments de ce type
hu: Alkalmazás az összes azonos típusú épületre
it_it: Applica a tutti gli edifici di questo tipo
ja_jp: 同じタイプの建物を一括で適用
ko_kr: 유형의 모든 건물에 적용
pl: Zastosuj do wszystkich budynków tego typu
pt_pt: Aplicar a todos os edifícios deste tipo
ro: Aplicați la toate clădirile din tipul
ru_ru: Применить ко всем зданиям
th_th: ปรับใช้กับอาคารประเภทนี้ทั้งหมด
tr: Seçilen türdeki tüm binalara uygula
uk_ua: Застосувати до всіх будівель типу
zh_cn: 适用于所有此类型的建筑

# Tool_ApplyToAllMessage
source: Do you really want apply this setting to all buildings of this type?
cs_cz: Opravdu chcete použít toto nastavení pro všechny budovy tohoto typu?
da: Vil du virkelig anvende denne indstilling på alle bygninger af denne type?
de: Möchtest du diese Einstellung wirklich auf alle Gebäude dieser Art anwenden?
es: ¿Realmente quieres aplicar esta configuración a todos los edificios de este tipo?
fi: Haluatko varmasti asettaa nämä asetukset kaikkiin tämäntyyppisiin rakennuksiin?
fr: Voulez-vous vraiment appliquer ce paramètre à tous les bâtiments de ce type ?
hu: Valóban alkalmazni szeretnéd ezt a beállítást minden ilyen típusú épületre?
it_it: Vuoi davvero applicare questa impostazione a tutti gli edifici di questo tipo?
ja_jp: 選択しているタイプの建物に、現在の設定を一括で適用してよろしいですか？
ko_kr: 정말로 이 유형의 모든 건물에 현재 설정을 적용할까요?
pl: Czy na pewno chcesz zastosować ustawienia do wszystkich budynków tego typu?
pt_pt: Deseja realmente aplicar esta configuração a todos os edifícios deste tipo?
ro: Sigur doriți să aplicați această setare pentru toate clădirile din acest tip?
ru_ru: Вы действительно хотите применить эти настройки ко всем зданиям этого типа?
th_th: คุณต้องการใช้การตั้งค่านี้กับอาคารประเภทนี้ทั้งหมดหรือไม่?
tr: Gerçekten bu türdeki tüm binalara bunu uygulamak istediğinize emin misiniz?
uk_ua: Ви дійсно хочете застосувати цей параметр до всіх будівель цього типу?
zh_cn: 确定将本设置应用于所有此类型的建筑物吗？

# Tool_InfoHoverBuilding
source: Building #{0}
cs_cz: Budova #{0}
da: Bygning #{0}
de: Gebäude #{0}
es: Edificio #{0}
fi: Rakennus #{0}
fr: Bâtiment #{0}
hu: Épület #{0}
it_it: Edificio #{0}
ja_jp: 建物 #{0}
ko_kr: 건물 #{0}
nl: Gebouw #{0}
pl: Budynek #{0}
pt_pt: Edifício #{0}
ro: Clădire #{0}
ru_ru: Здание #{0}
th_th: อาคาร #{0}
tr: #{0} nolu bina
uk_ua: Будівля #{0}
zh_cn: 建筑 #{0}
