Repository: MacSergey/BuildingSpawnPoints
Catalog: BuildingSpawnPoints/Properties/Localize.*.resx
Languages: cs_cz, da, de, es, fi, fr, hu, it_it, ja_jp, ko_kr, nl, pl, pt_pt, ro, ru_ru, th_th, tr, uk_ua, zh_cn

# Tool_InfoSelectBuilding
source: Select building
cs_cz: Vyberte budovu
da: Vælg bygning
de: Gebäude auswählen
es: Seleccionar edificio
fi: Valitse rakennus
fr: Sélectionner un bâtiment
hu: Válassz épületet
it_it: Seleziona edificio
ja_jp: 編集したい建物を選択
ko_kr: 건물 선택
nl: Selecteer gebouw
pl: Wybierz budynek
pt_pt: Selecione o edifício
ro: Selectați clădirea
ru_ru: Выберите здание
th_th: เลือกอาคาร
tr: Bina seçiniz
uk_ua: Виберіть будівлю
zh_cn: 选择建筑

# VehicleTypeGroup_Air
source: Air vehicles
cs_cz: Letecká vozidla
de: Luftfahrzeuge
es: Vehículos aéreos
fi: Ilma-alukset
fr: Véhicules aériens
hu: Légi járművek
it_it: Veicoli aerei
ko_kr: 항공 교통수단
nl: Luchtvoertuigen
pl: Pojazdy powietrzne
pt_pt: Veículos aéreos
ro: Vehicule aeriene
ru_ru: Воздушные транспортные средства
zh_cn: 空中载具

# VehicleTypeGroup_Cargo
source: Cargo vehicles
cs_cz: Nákladní vozidla
de: Frachtfahrzeuge
es: Vehículos de carga
fi: Rahtiajoneuvot
fr: Véhicules cargo
hu: Szállító járművek
it_it: Veicoli da carico
ja_jp: 貨物車両
ko_kr: 화물 차량
nl: Vrachtvoertuigen
pl: Pojazdy towarowe
pt_pt: Veículos de carga
ro: Vehicule de marfă
ru_ru: Грузовые транспортные средства
th_th: ยานพาหนะขนส่งสินค้า
uk_ua: Вантажні автомобілі
zh_cn: 货运载具

# VehicleTypeGroup_Copters
source: Copters
cs_cz: Vrtulníky
da: Helikoptere
de: Hubschrauber
es: Helicópteros
fi: Helikopterit
fr: Hélicoptères
hu: Helikopterek
it_it: Elicotteri
ja_jp: ヘリコプター
ko_kr: 헬기
nl: Helikopters
pl: Helikoptery
pt_pt: Helicópteros
ro: Elicoptere
ru_ru: Вертолеты
th_th: เฮลิคอปเตอร์
uk_ua: Гелікоптери
zh_cn: 直升机

# VehicleTypeGroup_Default
source: Default vehicles
cs_cz: Výchozí vozidla
de: Standardfahrzeuge
es: Vehículos predeterminados
fi: Oletusarvoiset ajoneuvot
fr: Véhicules par défaut
hu: Alapértelmezett járművek
it_it: Veicoli predefiniti
ja_jp: デフォルトの車両
ko_kr: 기본 차량
nl: Standaard voertuigen
pl: Domyślne pojazdy
pt_pt: Veículos padrão
ro: Vehicule implicite
ru_ru: Транспортные средства по умолчанию
th_th: ยานพาหนะเริ่มต้น
uk_ua: Автомобілі за замовчуванням
zh_cn: 默认载具

# VehicleTypeGroup_Passenger
source: Passenger vehicles
cs_cz: Osobní vozidla
da: Passagerkøretøjer
de: Personenverkehr
es: Vehículos de pasajeros
fi: Matkustaja-ajoneuvot
fr: Véhicules de passagers
hu: Utasszállító járművek
it_it: Veicoli passeggeri
ko_kr: 여객 차량
nl: Passagiersvoertuigen
pl: Pojazdy pasażerskie
pt_pt: Veículos de passageiros
ro: Vehicule de transport persoane
ru_ru: Пассажирские транспортные средства
zh_cn: 客用载具

# VehicleTypeGroup_PassengerAir
source: Passenger air vehicles
cs_cz: Vzdušná vozidla pro pasažéry
de: Personenluftverkehr
es: Vehículos aéreos de pasajeros
fi: Matkustajailma-alukset
fr: Véhicules aériens de passagers
hu: Utasszállító légi járművek
it_it: Veicoli aerei dei passeggeri
ko_kr: 여객 항공 교통수단
nl: Passagiersluchtvoertuigen
pl: Powietrzne pojazdy pasażerskie
pt_pt: Veículos aéreos de passageiros
ro: Avioane de transport persoane
ru_ru: Пассажирские воздушные транспортные средства
zh_cn: 客用空中载具

# VehicleTypeGroup_PassengerRail
source: Passenger rail vehicles
cs_cz: Kolejová vozidla pro pasažéry
de: Personenschienenverkehr
es: Vehículos férreos de pasajeros
fi: Matkustajaraideliikenne
fr: Véhicules ferroviaires de passagers
it_it: Veicoli ferroviari dei passeggeri
ko_kr: 여객 열차
nl: Passagiersspoorvoertuigen
pl: Pasażerskie pojazdy szynowe
pt_pt: Veículos ferroviários de passageiros
ro: Trenuri de transport persoane
ru_ru: Пассажирские рельсовые транспортные средства
zh_cn: 客用铁道载具

# VehicleTypeGroup_PassengerRoad
source: Passenger road vehicles
cs_cz: Osobní silniční vozidla
de: Personenstraßenverkehr
es: Vehículos particulares
fi: Matkustajaliikenne
fr: Véhicules routiers de passagers
it_it: Veicoli stradali dei passeggeri
ko_kr: 여객 차량
nl: Passagierswegvoertuigen
pl: Pasażerskie pojazdy drogowe
pt_pt: Veículos rodoviários de passageiros
ro: Mașini de transport persoane
ru_ru: Пассажирские дорожные транспортные средства
zh_cn: 客用道路载具

# VehicleTypeGroup_PassengerWater
source: Passenger water vehicles
cs_cz: Vodní vozidla pro pasažéry
de: Personenwasserverkehr
es: Vehículos acuáticos de pasajeros
fi: Matkustajavesiliikenne
fr: Véhicules maritimes de passagers
it_it: Veicoli acquatici per passeggeri
ko_kr: 여객 해상 교통수단
nl: Passagierswatervoertuigen
pl: Pasażerskie pojazdy wodne
pt_pt: Veículos aquáticos de passageiros
ro: Ambarcațiuni de transport persoane
ru_ru: Пассажирские водные транспортные средства
zh_cn: 客用水上载具

# VehicleTypeGroup_Planes
source: Planes
cs_cz: Letadla
da: Fly
de: Flugzeuge
es: Aviones
fi: Lentokoneet
fr: Avions
hu: Repülők
it_it: Aerei
ja_jp: 飛行機
ko_kr: 비행기
nl: Vliegtuigen
pl: Samoloty
pt_pt: Aviões
ro: Avioane
ru_ru: Самолеты
th_th: เครื่องบิน
uk_ua: Літаки
zh_cn: 飞机

# VehicleTypeGroup_Rail
source: Rail vehicles
cs_cz: Kolejová vozidla
de: Schienenfahrzeuge
es: Trenes
fi: Raideliikenne
fr: Véhicules ferroviaires
hu: Vonatok
it_it: Veicoli ferroviari
ko_kr: 열차
nl: Spoorvoertuigen
pl: Pojazdy szynowe
pt_pt: Veículos ferroviários
ro: Trenuri
ru_ru: Рельсовые транспортные средства
zh_cn: 铁道载具

# VehicleTypeGroup_Road
source: Road vehicles
cs_cz: Silniční vozidla
de: Straßenfahrzeuge
es: Vehículos particulares
fi: Tieliikenne
fr: Véhicules routiers
it_it: Veicoli stradali
ko_kr: 차량
nl: Wegvoertuigen
pl: Pojazdy drogowe
pt_pt: Veículos rodoviários
ro: Mașini
ru_ru: Дорожные транспортные средства
zh_cn: 道路载具

# VehicleTypeGroup_Service
source: Service vehicles
cs_cz: Servisní vozidla
da: Service køretøjer
de: Dienstfahrzeuge
es: Vehículos de servicio
fi: Huoltoajoneuvot
fr: Véhicules de service
it_it: Veicolo di servizio
ja_jp: サービス
ko_kr: 서비스 차량
nl: Servicevoertuigen
pl: Pojazdy serwisowe
pt_pt: Veículos de serviço
ro: Vehicule utilitare
ru_ru: Обслуживающие транспортные средства
th_th: บริการ
uk_ua: Обслуговування
zh_cn: 维护用载具

# VehicleTypeGroup_Ships
source: Ships
cs_cz: Lodě
da: Skibe
de: Schiffe
es: Barcos
fi: Laivat
fr: Bateaux
hu: Hajók
it_it: Navi
ja_jp: 船舶
ko_kr: 배
nl: Schepen
pl: Statki
pt_pt: Barcos
ro: Nave
ru_ru: Корабли
th_th: เรือ
uk_ua: Кораблі
zh_cn: 船舶

# VehicleTypeGroup_Trains
source: Trains
cs_cz: Vlaky
da: Tog
de: Züge
es: Trenes
fi: Junat
hu: Vonatok
it_it: Treni
ja_jp: 鉄道
ko_kr: 기차
nl: Treinen
pl: Pociągi
pt_pt: Comboios
ro: Trenuri
ru_ru: Поезда
th_th: รถไฟ
uk_ua: Потяги
zh_cn: 火车

# VehicleTypeGroup_Trucks
source: Trucks
cs_cz: Nákladní vozy
da: Lastbiler
de: Lastwagen
es: Camiones
fi: Rekat
fr: Camions
hu: Teherautók
it_it: Camion
ja_jp: トラック
ko_kr: 트럭
nl: Vrachtwagens
pl: Ciężarówki
pt_pt: Camiões
ro: Camioane
ru_ru: Грузовики
th_th: รถบรรทุก
uk_ua: Вантажівки
zh_cn: 货车

# VehicleTypeGroup_Water
source: Water vehicles
cs_cz: Vodní vozidla
de: Wasserfahrzeuge
es: Vehículos acuáticos
fi: Vesiliikenne
fr: Véhicules maritimes
hu: Vízi járművek
it_it: Veicoli acquatici
ko_kr: 해상 교통수단
nl: Watervoertuigen
pl: Pojazdy wodne
pt_pt: Veículos aquáticos
ro: Ambarcațiuni
ru_ru: Водные транспортные средства
zh_cn: 水上载具

# VehicleType_All
source: All
cs_cz: Vše
de: Alle
es: Todos
fi: Kaikki
fr: Tout
hu: Összes
it_it: Tutto
ja_jp: すべて
ko_kr: 모두
nl: Alle
pl: Wszystkie
pt_pt: Todos
ro: Toate
ru_ru: Все
th_th: ทั้งหมด
uk_ua: Всі
zh_cn: 全部

# VehicleType_Ambulance
source: Ambulance
cs_cz: Sanitka
de: Rettungswagen
es: Ambulancia
fi: Ambulanssit
hu: Mentőautó
it_it: Ambulanza
ja_jp: 救急車
ko_kr: 구급차
pl: Karetka
pt_pt: Ambulância
ro: Ambulanță
ru_ru: Скорая помощь
th_th: รถพยาบาล
tr: Ambulans
uk_ua: Швидка Допомога
zh_cn: 救护车

# VehicleType_AmbulanceCopter
source: Ambulance copter
cs_cz: Zdravotnický vrtulník
da: Ambulance helikopter
de: Rettungshubschrauber
es: Ambulancia aérea (helicóptero)
fi: Pelastushelikopterit
fr: Hélicoptère d'ambulance
hu: Mentőhelikopter
it_it: Elisoccorso
ja_jp: 救急ヘリ
ko_kr: 구급헬기
nl: Traumahelikopter
pl: Śmigłowiec pogotowia ratunkowego
pt_pt: Helicóptero-ambulância
ro: Elicopter ambulanță
ru_ru: Вертолет скорой помощи
th_th: เฮลิคอปเตอร์พยาบาล
tr: Ambulans Helicopter
uk_ua: Гелікоптер швидкої допомоги
zh_cn: 救护直升机

# VehicleType_Balloon
source: Balloon
cs_cz: Balón
da: Ballon
de: Heißluftballone
es: Globo aerostático
fi: Kuumailmapallot
fr: Montgolfière
hu: Hőlégballon
it_it: Mongolfiera
ja_jp: 熱気球
ko_kr: 열기구
nl: Ballon
pl: Balon
pt_pt: Balão de ar quente
ro: Balon cu aer cald
ru_ru: Воздушный шар
th_th: บอลลูน
tr: Hava Balonu
uk_ua: Повітряна куля
zh_cn: 热气球

# VehicleType_BankTruck
source: Bank truck
cs_cz: Bankovní nákladní auto
ja_jp: 現金輸送車
ru_ru: Инкассация
th_th: รถธนาคาร
uk_ua: Інкасаторська вантажівка

# VehicleType_Bicycle
source: Bicycle
cs_cz: Jízdní kolo
de: Fahrräder
es: Bicicleta
fi: Polkupyörät
fr: Vélo
hu: Bicikli
it_it: Bicicletta
ja_jp: 自転車
ko_kr: 자전거
nl: Fiets
pl: Rower
pt_pt: Bicicleta
ro: Bicicletă
ru_ru: Велосипед
th_th: จักรยาน
uk_ua: Велосипед
zh_cn: 自行车

# VehicleType_Bus
source: Bus
cs_cz: Autobus
de: Busse
es: Autobús
fi: Linja-autot
hu: Busz
it_it: Autobus
ja_jp: バス
ko_kr: 버스
pl: Autobus
pt_pt: Autocarro
ro: Autobuz
ru_ru: Автобус
th_th: รถบัส
tr: Otobüs
uk_ua: Автобус
zh_cn: 公交车

# VehicleType_CableCar
source: Cable car
cs_cz: Lanovka
da: Sporvogn
de: Seilbahnen
es: Teleférico
fi: Köysiradan vaunut
fr: Téléphérique
hu: Libegő
it_it: Funivia
ja_jp: ケーブルカー
ko_kr: 케이블카
nl: Kabelbaan
pl: Wagon kolejki linowej
pt_pt: Teleférico
ro: Telecabină
ru_ru: Фуникулер
th_th: รถราง
tr: Teleferik
uk_ua: Канатна дорога
zh_cn: 缆车

# VehicleType_CargoPlane
source: Cargo plane
cs_cz: Nákladní letadlo
da: Fragt fly
de: Frachtflugzeuge
es: Avión de carga
fi: Rahtilentokoneet
fr: Avions cargo
hu: Teherszállító repülőgép
it_it: Aereo da carico
ja_jp: 貨物飛行機
ko_kr: 화물 비행기
nl: Vrachtvliegtuig
pl: Samolot towarowy
pt_pt: Avião de carga
ro: Avioane de marfă
ru_ru: Грузовой самолет
th_th: เครื่องบินขนส่งสินค้า
tr: Kargo uçağı
uk_ua: Вантажний літак
zh_cn: 货运飞机

# VehicleType_CargoShip
source: Cargo ship
cs_cz: Nákladní loď
da: Fragtskib
de: Frachtschiffe
es: Barco de carga
fi: Rahtilaivat
fr: Bateaux cargo
hu: Teherszállító hajó
it_it: Nave da carico
ja_jp: 貨物船
ko_kr: 화물선
nl: Vrachtschip
pl: Statek towarowy
pt_pt: Cargueiro
ro: Nave de marfă
ru_ru: Грузовой корабль
th_th: เรือขนส่งสินค้า
tr: Yük gemisi
uk_ua: Вантажний корабель
zh_cn: 货运轮船

# VehicleType_CargoTrain
source: Cargo train
cs_cz: Nákladní vlak
da: Gods tog
de: Güterzüge
es: Tren de carga
fi: Rahtijunat
fr: Train de marchandises
hu: Teherszállító vonat
it_it: Treno merci
ja_jp: 貨物列車
ko_kr: 화물열차
nl: Vrachttrein
pl: Pociąg towarowy
pt_pt: Comboio de carga
ro: Trenuri de marfă
ru_ru: Грузовой поезд
th_th: รถไฟขนส่งสินค้า
tr: Kargo treni
uk_ua: Вантажний потяг
zh_cn: 货运列车

# VehicleType_CargoTruck
source: Cargo truck
cs_cz: Nákladní vůz
da: Fragt lastbil
de: Güterlastwagen
es: Camión de carga
fi: Rahtirekka
fr: Camion de marchandises
hu: Teherautó
it_it: Camion da carico
ja_jp: 貨物トラック
ko_kr: 트럭
nl: Vrachtwagen
pl: Ciężarówka towarowa
pt_pt: Camião de carga
ro: Camioane de marfă
ru_ru: Грузовик
th_th: รถบรรทุกสินค้า
tr: Yük kamyonu
uk_ua: Вантажівка
zh_cn: 货运卡车

# VehicleType_DisasterCopter
source: Disaster response copter
cs_cz: Vrtulník krizového štábu
da: Katastrofeberedskabs helikopter
de: Katastrophenschutz-Hubschrauber
es: Helicóptero de desastres
fi: Katastrofiapuhelikopterit
fr: Hélicoptère de catastrophes
hu: Katasztrófaelhárító helikopter
it_it: Elicottero Protezione Disastri
ja_jp: 災害救助ヘリ
ko_kr: 재해대응 헬기
nl: Reddingshelikopter
pl: Helikopter reagowania kryzysowego
pt_pt: Helicóptero de resposta a desastres
ro: Elicopter de urgență
ru_ru: Вертолет службы спасения
th_th: เฮลิคอปเตอร์รับมือภัยพิบัติ
tr: Afet müdahale helikopteri
uk_ua: Гелікоптер служби порятунку
zh_cn: 灾难反应直升机

# VehicleType_DisasterResponse
source: Disaster response
cs_cz: Krizový štáb
da: Katastrofeberedskab
de: Katastrophenschutzfahrzeuge
es: Unidad de emergencia
fi: Katastrofiapu
fr: Réponse aux catastrophes
hu: Katasztrófaelhárító
it_it: Risposta ai Disastri
ja_jp: 災害救援車両
ko_kr: 재해대응차량
pl: Ratownicy
pt_pt: Resposta a desastres
ro: Vehicule de urgență
ru_ru: Служба спасения
th_th: หน่วยรับมือภัยพิบัติ
tr: Afet müdahale
uk_ua: Служба порятунку
zh_cn: 应急响应

# VehicleType_FireCopter
source: Fire copter
cs_cz: Požární vrtulník
da: Brand helikopter
de: Feuerwehr-Hubschrauber
es: Helicóptero de bomberos
fi: Palohelikopterit
fr: Hélicopère de pompiers
hu: Tűzoltó helikopter
it_it: Elicottero Antincendio
ja_jp: 消防ヘリ
ko_kr: 소방헬기
nl: Blushelikopter
pl: Helikopter straży pożarnej
pt_pt: Helicóptero de combate a incêndios
ro: Elicopter de pompieri
ru_ru: Пожарный вертолет
th_th: เฮลิคอปเตอร์ดับเพลิง
tr: İtfaye helikopteri
uk_ua: Пожежний гелікоптер
zh_cn: 消防直升机

# VehicleType_FireTruck
source: Fire truck
cs_cz: Hasičský vůz
da: Brandbil
de: Feuerwehrfahrzeuge
es: Camión de bomberos
fi: Paloautot
fr: Camions de pompier
hu: Tűzoltóautó
it_it: Camion dei Pompieri
ja_jp: 消防車
ko_kr: 소방차
nl: Brandweerwagen
pl: Ciężarówka straży pożarnej
pt_pt: Camião dos bombeiros
ro: Mașină de pompieri
ru_ru: Пожарная машина
th_th: รถดับเพลิง
tr: İtfaiye aracı
uk_ua: Пожежна машина
zh_cn: 消防车

# VehicleType_FishingBoat
source: Fishing boat
cs_cz: Rybářská loď
da: Fiskebåd
de: Fischerboote
es: Barco de pesca
fi: Kalastusalukset
fr: Bateaux de pêche
hu: Halászhajó
it_it: Peschereccio
ja_jp: 漁船
ko_kr: 어선
nl: Vissersboot
pl: Łódź rybacka
pt_pt: Barco de pesca
ro: Barcă de pescuit
ru_ru: Рыболовецкое судно
th_th: เรือประมง
tr: Balıkçı teknesi
uk_ua: Рибальський човен
zh_cn: 渔船

# VehicleType_GarbageTruck
source: Garbage truck
cs_cz: Popelářský vůz
da: Skraldebil
de: Müllwagen
es: Camión de basura
fi: Roska-autot
fr: Camions poubelle
hu: Szemetes autó
it_it: Camion dei Rifiuti
ja_jp: ゴミ収集車
ko_kr: 쓰레기 수거차량
nl: Vuilniswagen
pl: Śmieciarka
pt_pt: Camião do lixo
ro: Mașină de gunoi
ru_ru: Мусоровоз
th_th: รถบรรทุกขยะ
tr: Çöp kamyonu
uk_ua: Сміттєвоз
zh_cn: 垃圾车

# VehicleType_Hearse
source: Hearse
cs_cz: Pohřební vůz
da: Rustvogn
de: Leichenwagen
es: Carro fúnebre
fi: Ruumisautot
fr: Corbillards
hu: Halottas kocsi
it_it: Carro Funebre
ja_jp: 霊柩車
ko_kr: 영구차
nl: Lijkwagen
pl: Karawan
pt_pt: Carro funerário
ro: Mașină funebră
ru_ru: Катафалк
th_th: รถบรรทุกศพ
tr: Cenaze aracı
uk_ua: Катафалк
zh_cn: 灵车

# VehicleType_MetroTrain
source: Metro
de: U-Bahn-Züge
fi: Metrot
fr: Métro
hu: Metró
it_it: Metropolitana
ja_jp: 地下鉄
ko_kr: 전철
pl: Pociąg metra
ro: Metrou
ru_ru: Метро
th_th: รถไฟฟ้า
uk_ua: Метро
zh_cn: 地铁列车

# VehicleType_Monorail
source: Monorail
cs_cz: Jednokolejka
da: Letbane
de: Schwebebahnen
es: Monorraíl
fi: Yksiraiteiset
hu: Nyeregvasút
it_it: Monorotaia
ja_jp: モノレール
ko_kr: 모노레일
pl: Kolej jednoszynowa
pt_pt: Monotrilho
ro: Monoșină
ru_ru: Монорельс
th_th: รถไฟรางเดี่ยว
tr: Monoray
uk_ua: Монорельс
zh_cn: 单轨列车

# VehicleType_ParkMaintenanceTruck
source: Park maintenance
cs_cz: Údržba parků
da: Park vedligeholdelse
de: Parkpflegefahrzeuge
es: Mantenimiento de parques
fi: Puiston kunnossapito
fr: Entretien des parcs
hu: Parkgondozás
it_it: Manutenzione del parco
ja_jp: パーク整備車両
ko_kr: 공원관리차량
pl: Służba zieleni
pt_pt: Manutenção de parques
ro: Autoutilitare ecologice
ru_ru: Парковая служба
th_th: หน่วยบำรุงรักษาสวนสาธารณะ
tr: Park Hizmetleri
uk_ua: Обслуговування парку
zh_cn: 公园维护

# VehicleType_PassengerBlimp
source: Passenger blimp
cs_cz: Vzducholoď
da: Passager luftskib
de: Passagier-Luftschiffe
es: Globo aerostático
fi: Ilmalaivat
fr: Dirigeable
hu: Utasszállító léghajó
it_it: Nave passeggeri
ja_jp: 飛行船
ko_kr: 여객 비행선
nl: Passagierszeppelin
pl: Sterowiec pasażerski
pt_pt: Dirigível
ro: Dirijabil
ru_ru: Пассажирский дирижабль
th_th: เรือเหาะโดยสาร
tr: Yolcu balonu
uk_ua: Пасажирський дирижабль
zh_cn: 载客飞艇

# VehicleType_PassengerCopter
source: Passenger copter
cs_cz: Vrtulník pro cestující
da: Passager Helikopter
de: Passagier-Hubschrauber
es: Helicóptero de pasajeros
fi: Matkustajahelikopterit
fr: Hélicoptères de passagers
hu: Utasszállító helikopter
it_it: Elicottero passeggeri
ja_jp: 旅客ヘリ
ko_kr: 여객헬기
nl: Passagiershelikopter
pl: Helikopter pasażerski
pt_pt: Helicóptero
ro: Elicopter transport persoane
ru_ru: Пассажирский вертолет
th_th: เฮลิคอปเตอร์โดยสาร
tr: Yolcu helikopteri
uk_ua: Пасажирський гелікоптер
zh_cn: 载客直升机

# VehicleType_PassengerFerry
source: Passenger ferry
cs_cz: Trajekt
da: Passagerfærge
de: Passagier-Fähren
es: Ferri de pasajeros
fi: Matkustajalautat
fr: Ferry
hu: Utasszállító komp
it_it: Traghetto passeggeri
ja_jp: フェリー
ko_kr: 여객 페리
nl: Veerboot
pl: Prom pasażerski
pt_pt: Ferry
ro: Feribot transport persoane
ru_ru: Пассажирский паром
th_th: เรือโดยสารข้ามฟาก
tr: Yolcu feribotu
uk_ua: Паром
zh_cn: 载客轮渡

# VehicleType_PassengerPlane
source: Passenger plane
cs_cz: Dopravní letadlo
de: Passagierflugzeuge
es: Avión de pasajeros
fi: Matkustajalentokoneet
fr: Avions de passagers
it_it: Aereo passeggeri
ja_jp: 旅客飛行機
ko_kr: 여객기
nl: Passagiersvliegtuig
pl: Samolot pasażerski
pt_pt: Avião de passageiros
ro: Avion transport persoane
ru_ru: Пассажирский самолет
th_th: เครื่องบินโดยสาร
uk_ua: Пасажирський літак
zh_cn: 载客飞机

# VehicleType_PassengerShip
source: Passenger ship
cs_cz: Loď pro pasažéry
de: Passagier-Schiffe
es: Barco de pasajeros
fi: Matkustajalaivat
fr: Bateaux de passagers
it_it: Nave Passeggeri
ja_jp: 旅客船
ko_kr: 여객선
nl: Passagiersschip
pl: Statek pasażerski
pt_pt: Navio de passageiros
ro: Navă transport persoane
ru_ru: Пассажирский корабль
th_th: เรือโดยสาร
uk_ua: Пасажирський корабель
zh_cn: 载客轮船

# VehicleType_PassengerTrain
source: Passenger train
cs_cz: Vlak pro přepravu cestujících
da: Passagertog
de: Personenzüge
es: Tren de pasajeros
fi: Matkustajajunat
fr: Trains des passagers
hu: Utasszállító vonat
it_it: Treno passeggeri
ja_jp: 旅客列車
ko_kr: 여객 기차
nl: Passagierstrein
pl: Pociąg pasażerski
pt_pt: Comboio de passageiros
ro: Tren transport persoane
ru_ru: Пассажирский поезд
th_th: รถไฟโดยสาร
tr: Yolcu treni
uk_ua: Пасажирський потяг
zh_cn: 载客列车

# VehicleType_Police
source: Police
cs_cz: Policie
da: Politi
de: Polizeifahrzeuge
es: Policía
fi: Poliisiautot
hu: Rendőrség
it_it: Polizia
ja_jp: パトカー
ko_kr: 경찰차
nl: Politie
pl: Policja
pt_pt: Polícia
ro: Mașină de poliție
ru_ru: Полиция
th_th: ตำรวจ
tr: Polis
uk_ua: Поліція
zh_cn: 警车

# VehicleType_PoliceCopter
source: Police copter
cs_cz: Policejní vrtulník
da: Politi helikopter
de: Polizei-Hubschrauber
es: Helicóptero de policía
fi: Poliisihelikopterit
fr: Hélicoptères de police
hu: Rendőrségi helikopter
it_it: Elicottero Polizia
ja_jp: 警察ヘリ
ko_kr: 경찰헬기
nl: Politiehelikopter
pl: Helikopter policyjny
pt_pt: Helicóptero da polícia
ro: Elicopter de poliție
ru_ru: Полицейский вертолет
th_th: เฮลิคอปเตอร์ตำรวจ
tr: Polis helikopteri
uk_ua: Поліцейський гелікоптер
zh_cn: 警用直升机

# VehicleType_PostTruck
source: Post
cs_cz: Poštovní vůz
da: Postbil
de: Postfahrzeuge
es: Servicio Postal
fi: Posti
fr: La Poste
hu: Posta
it_it: Posta
ja_jp: 郵便車両
ko_kr: 우편 트럭
pl: Poczta
pt_pt: Correios
ro: Mașină poștală
ru_ru: Почта
th_th: ไปรษณีย์
tr: Posta
uk_ua: Пошта
zh_cn: 邮政

# VehicleType_PrivatePlane
source: Private plane
cs_cz: Soukromé letadlo
de: Privatflugzeuge
es: Avión privado
fi: Yksityislentokoneet
fr: Avions privés
hu: Privát repülő
it_it: Aereo privato
ja_jp: 軽飛行機
ko_kr: 전용기
nl: Privévliegtuig
pl: Prywatny samolot
pt_pt: Avião privado
ro: Avion privat
ru_ru: Частный самолет
th_th: เครื่องบินส่วนตัว
uk_ua: Приватний літак
zh_cn: 私人飞机

# VehicleType_RoadMaintenanceTruck
source: Road maintenance
cs_cz: Údržba silnic
da: Vejvedligeholdelse
de: Straßenmeistereifahrzeuge
es: Mantenimiento de carreteras
fi: Teiden kunnossapito
fr: Entretien de la voirie
hu: Útkarbantartás
it_it: Manutenzione stradale
ja_jp: 道路整備車両
ko_kr: 도로정비차량
pl: Służba drogowa
pt_pt: Manutenção de parques
ro: Autoutilitare stradă
ru_ru: Дорожная служба
th_th: หน่วยซ่อมแซมถนน
tr: Yol Hizmetleri
uk_ua: Дорожня служба
zh_cn: 道路维护

# VehicleType_Rocket
source: Rocket
cs_cz: Raketa
de: Raketen
es: Cohete
fi: Avaruusraketit
fr: Fusée
hu: Rakéta
it_it: Razzo
ja_jp: ロケット
ko_kr: 로켓
nl: Raket
pl: Rakieta
pt_pt: Foguetão
ro: Rachetă
ru_ru: Ракета
th_th: จรวด
uk_ua: Ракета
zh_cn: 火箭

# VehicleType_SnowTruck
source: Snowplow
cs_cz: Sněžný pluh
da: Sneplov
de: Räumfahrzeuge
es: Camión de nieve
fi: Aura-autot
fr: Déneigeuses
hu: Hókotró
it_it: Spazzaneve
ja_jp: 除雪車
ko_kr: 제설차량
nl: Sneeuwschuiver
pl: Pług śnieżny
pt_pt: Limpa-neve
ro: Plug de zăpadă
ru_ru: Снегоуборщик
th_th: รถกวาดหิมะ
tr: Kar küreme aracı
uk_ua: Снігоочисна машина
zh_cn: 除雪车

# VehicleType_Taxi
source: Taxi
de: Taxis
fi: Taksit
ja_jp: タクシー
ko_kr: 택시
pl: Taksówka
pt_pt: Táxi
ru_ru: Такси
th_th: แท็กซี่
tr: Taksi
uk_ua: Таксі
zh_cn: 出租车

# VehicleType_Tram
source: Tram
cs_cz: Tramvaj
da: Sporvogn
de: Straßenbahnen
es: Tranvía
fi: Raitiovaunut
hu: Villamos
ja_jp: トラム
ko_kr: 트램
pl: Tramwaj
pt_pt: Elétrico
ro: Tramvai
ru_ru: Трамвай
th_th: รถราง
tr: Tramvay
uk_ua: Трамвай
zh_cn: 有轨电车

# VehicleType_Trolleybus
source: Trolleybus
cs_cz: Trolejbus
de: Oberleitungsbusse
es: Trolebús
fi: Johdinautot
hu: Trolibusz
it_it: Filobus
ja_jp: トロリーバス
ko_kr: 트롤리버스
pl: Trolejbus
ro: Troleibuz
ru_ru: Троллейбус
th_th: รถโดยสารประจำทางไฟฟ้า
tr: Troleybüs
uk_ua: Тролейбус
zh_cn: 无轨电车

# VehicleType_VacuumTruck
source: Vacuum truck
cs_cz: Vysávací vůz
da: Fejemaskine
de: Absaugfahrzeuge
es: Camión de vacío
fi: Imuauto
fr: Camion à pompe
hu: Szippantós kocsi
it_it: Autospurgo
ja_jp: バキュームカー
ko_kr: 탱크로리 트럭
pl: Ciężarówka z pompami
pt_pt: Camião de vácuo
ro: Mașină pentru vidanjări
ru_ru: Вакуумная машина
th_th: รถสูบน้ำ
tr: Su pompa kamyonu
uk_ua: Вакуумна вантажівка
zh_cn: 排水车

# PointType_Middle
source: Middle
cs_cz: Prostředek
fr: Milieu
zh_cn: 中间
